Code/Analysis/data/M16_1_0e13/0.orig/pd
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       volScalarField;
    location    "0";
    object      pd;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    top
    {
        type            fixedValue;
        value           uniform 0;
    }
    wall
    {
        type            fixedFluxPressure;
        adjoint         no;
        gradient        uniform 0;
    }
    bottom
    {
        type            fixedValue;
        value           uniform 0;
    }
    axis
    {    
        //type            zeroGradient;
/*        type            totalPressure;*/
/*        rho             rho;*/
/*        psi             none;*/
/*        gamma           1;*/
/*        p0              uniform 0;*/
/*        value           uniform 0;    */
        type            empty;
       // value           uniform 0;
    }
    front
    {
        type            wedge;
    }
    back
    {
        type            wedge;
    }

}



// ************************************************************************* //
